{
  "292429": "Wine",
  "40300858": "We invite you to visit our store at 336 Main St, Lakeville, CT 06039, US to explore our selection and meet our friendly team. Whether you're a seasoned connoisseur or new to the world of wines and spirits, there's always something to discover at Lakeville Wine & Spirits.",
  "45410210": "336 Main St.",
  "2268ff": "Home",
  "-7852e9dc": "Liquor",
  "1f8850": "Beer",
  "-64104400": "Contact",
  "2b8639de": "336 Main St",
  "34f5ff18": "Lakeville, CT 06039",
  "-a7bf46a": "860-435-2600",
  "645efc51": "About Us",
  "-37f9ca7c": "Products",
  "6382b000": "CONTACT",
  "6c6d6226": "336 Main st, Lakeville, CT 06039",
  "-5347ccbe": "Welcome",
  "45154da8": "The Destination for Wine & Spirits Enthusiasts",
  "6d7bc97d": "Welcome to Lakeville Wine & Spirits, combining a vast selection of beverages with a friendly and knowledgeable staff. We're not just a store - we're an experience.",
  "-17a16148": "get to know us",
  "-72e2dc36": "Lakeville Wine & Spirits is a locally owned and operated business, providing an extensive selection of wines, beers, and spirits to Lakeville and surrounding communities. ",
  "-3a8f4342": "With our deep commitment to providing excellent customer service and our passion for educating customers about the products we offer, we aim to enhance your shopping experience.",
  "-7a5fd008": "Our Products",
  "-3e5f39c3": "If you have a preference for the finest wines, a taste for craft beers, or a penchant for premium spirits, you've come to the right place. At Lakeville Wine & Spirits, we pride ourselves on our diverse product selection that caters to all tastes and budgets.",
  "367f27b1": "learn more",
  "-5e4e73d8": "EXPLORE OUR SELECTIONS",
  "2832a5": "VIEW",
  "-37177dea": "Whether you're looking for a classic whiskey or an artisanal gin, we have you covered with our extensive spirits selection.",
  "4d42a7e7": "View details",
  "7715b1fb": "Enjoy the best of local and international breweries with our wide range of craft and mainstream beers.",
  "cb05c11": "From crisp whites to robust reds, our collection of wines is extensive and diverse, catering to all palates.",
  "3dba0078": "Our Mission",
  "-60205128": "At Lakeville Wine & Spirits, we believe in more than just selling quality products. Our mission is to provide a shopping experience that leaves you delighted and enlightened. ",
  "624d95b3": "Visit us",
  "6ea8c068": "© 2023 Lakeville Wine & Spirits. All rights reserved",
  "-11d4bbff": "Protected Page",
  "-f5c4b5f": "Incorrect password. Please try again.",
  "-40b0787c": "Page Not Found",
  "583f3656": "The page you are looking for doesn't exist or has been moved.",
  "-7e7f8ad5": "back to home",
  "5599e894": "",
  "8556e9e": "contact us",
  "277a79": "Stay",
  "-18af9a6f": "Stay with us",
  "-4082a0f5": "Explore rooms",
  "-743dd63e": "enjoy amenities",
  "20811c": "Dine",
  "-29553aec": "dine with us",
  "-2ede44a9": "enjoy a meal",
  "-189f6a9f": "have a drink",
  "24250c": "Live",
  "-2ec7f7f5": "your best life",
  "-10364637": "new experiences",
  "-22ae7763": "upcoming events",
  "45e5e24": "Learn",
  "7c0afa6d": "learn about us",
  "-4513f1b6": "Meet our team",
  "7ec719f4": "stay updated",
  "-1e418682": "Search Results",
  "-75764c4": "No matching results.",
  "6a48c8e1": "About Lakeville Wine & Spirits",
  "-42d9fed1": "Lakeville Wine & Spirits is a locally owned and operated wine, beer, and spirits store located in the heart of Lakeville, CT. ",
  "790eb8b7": "We opened our doors with a simple mission: to provide our community with a wide selection of beverages from around the world, coupled with knowledgeable service in a friendly atmosphere. Over the years, we've grown and evolved, but our commitment to that mission has never wavered.",
  "4389b51e": "Quality and Variety",
  "756b0b9a": "We pride ourselves on our extensive selection, curated to cater to all tastes and budgets. From globally recognized brands to local craft beverages, our collection is as diverse as the people we serve. We source our products carefully, ensuring that we offer only the highest quality beverages to our customers.",
  "290af1": "Our Team",
  "53f2cc8a": "Our team is more than just staff; they're passionate enthusiasts who love what they do. Each team member brings a unique set of skills and knowledge to the table, creating a collaborative environment that fosters learning and discovery. They're always ready to assist, whether that's helping a customer find their new favorite wine or recommending the perfect spirit for a cocktail recipe.",
  "4da7e040": "Community-Centric",
  "-2ccd8aa4": "At Lakeville Wine & Spirits, we're more than just a store - we're a part of the community. We believe in supporting local breweries and wineries, and we work to promote local products whenever possible. We're also committed to giving back to the community that supports us, participating in local events and supporting local charities whenever we can.",
  "624d91d3": "Visit Us",
  "e454a45": "For any inquiries or special requests, please contact us at (860) 435-2600. We look forward to serving you.",
  "6cfe578": "Our Selection",
  "770ff83c": "Beer, Wine & Liquor in Lakeville, CT",
  "6b9874e3": "Discover Something New",
  "-49841845": "At Lakeville Wine & Spirits, we offer an extensive selection of wines, beers, and spirits, handpicked from around the globe. Our goal is to provide a diverse range of options that cater to all tastes, occasions, and budgets.",
  "-4f9d3492": "Lakeville wine & Spirits",
  "7f2746de": "Contact Us",
  "6b2c343c": "hello@lakevillewineandspirits.com",
  "74a9978e": "Lakeville Wine & Spirits",
  "2593b6a": "Store Hours:",
  "-59babaf8": "Monday – 10:00 AM to 8:00 PM",
  "-5ec6a1bb": "Tuesday – 10:00 AM to 8:00 PM",
  "-43c972": "Wednesday – 10:00 AM to 8:00 PM",
  "-2c29dae": "Thursday – 10:00 AM to 8:00 PM",
  "-17d720a8": "Friday – 10:00 AM to 9:00 PM",
  "-366f75ce": "Saturday – 10:00 AM to 9:00 PM",
  "-370ef9dc": "Sunday – 11:00 AM to 5:00 PM",
  "-6b29a185": "Holiday Hours – 11:00 AM to 5:00 PM",
  "bcff4f5": "Experience the world in a glass",
  "-300f5c0e": "At Lakeville Wine & Spirits, we believe that every bottle of wine tells a story. Our shelves are lined with wines from around the globe, selected for their unique flavors and narratives. Whether you're a seasoned wine enthusiast or new to the world of vino, our knowledgeable staff is here to guide you towards the perfect bottle for any occasion. From luscious reds to crisp whites and everything in between, your journey through the world of wine starts here.",
  "-32ee4677": "Our collection spans across continents and vineyards, offering a diverse range of options to satisfy your palate. Whether it's a local Connecticut wine or a vintage from the vineyards of France, Spain, or Australia, we are confident that you'll find something to delight in our selection.",
  "-607b561f": "Explore other Products",
  "-4224597": "A Spectrum of Spirits",
  "-38142732": "Lakeville Wine & Spirits is not just about wine. We have an impressive range of spirits to cater to your cocktail-making needs or to enjoy neat. From the smoky peat of a fine Scotch, the richness of a good Bourbon, to the botanical complexities of a craft gin, we have it all.",
  "44da31e4": "Expert Recommendations",
  "2f76fcf0": "Our staff is ready to help you navigate the world of spirits. Whether you're looking for a unique bottle to add to your collection or need advice on selecting the perfect spirit for a cocktail recipe, we're here to assist.",
  "-506a0d48": "Craft and Beyond",
  "-5a94a3e8": "Our beer selection features local craft beers, popular domestic labels, and a variety of imported brews. We pride ourselves on supporting local breweries and providing a platform for our customers to explore the exciting world of craft beer.",
  "-54fd743f": "Tailored to Your Taste",
  "6b8bb445": "Whether you're a fan of hoppy IPAs, smooth lagers, or tart sours, our beer selection is designed to cater to all tastes. If you're not sure what to choose, our friendly and knowledgeable staff will be more than happy to provide recommendations based on your preferences.",
  "-51018883": "Don't forget to explore our rotating selection of seasonal beers and limited edition releases to discover something new!",
  "200d": "‍"
}
